Repository: DetectiveGallina/LXDE-Modern-Menu
Catalog: po/*.po
Languages: es, pt

source: No MenuCacheItem associated with the button
es: No hay ningún MenuCacheItem asociado con el botón
pt: Nenhum MenuCacheItem associado ao botão

source: Could not get .desktop file from the item
es: No se pudo obtener el archivo .desktop del elemento
pt: Não foi possível obter o arquivo .desktop do item

source: Attempting to launch: %s
es: Intentando lanzar: %s
pt: Tentando iniciar: %s

source: Error launching '%s': %s
es: Error al lanzar '%s': %s
pt: Erro ao iniciar '%s': %s

source: Application launched successfully
es: Aplicación lanzada exitosamente
pt: Aplicação iniciada com sucesso

source: Could not create GDesktopAppInfo from file '%s'
es: No se pudo crear GDesktopAppInfo desde el archivo '%s'
pt: Não foi possível criar GDesktopAppInfo do arquivo '%s'

source: Favorites loaded: %d
es: Favoritos cargados: %d
pt: Favoritos carregados: %d

source: Favorites saved: %d
es: Favoritos guardados: %d
pt: Favoritos salvos: %d

source: Remove from Favorites
es: Quitar de Favoritos
pt: Remover dos Favoritos

source: Add to Favorites
es: Agregar a Favoritos
pt: Adicionar aos Favoritos

source: Desktop
es: Escritorio
pt: Área de Trabalho

source: The shortcut already exists on the desktop.
es: El acceso directo ya existe en el escritorio.
pt: O atalho já existe na área de trabalho.

source: Error copying to desktop: %s
es: Error copiando al escritorio: %s
pt: Erro ao copiar para a área de trabalho: %s

source: Added to desktop
es: Agregado al escritorio
pt: Adicionado à área de trabalho

source: Error
pt: Erro

source: Could not load .desktop file.
es: No se pudo cargar el archivo .desktop.
pt: Não foi possível carregar o arquivo .desktop.

source: The .desktop file does not have a valid 'Exec' field.
es: El archivo .desktop no tiene un campo 'Exec' válido.
pt: O arquivo .desktop não tem um campo 'Exec' válido.

source: Could not determine the executable from the .desktop file.
es: No se pudo determinar el ejecutable del archivo .desktop.
pt: Não foi possível determinar o executável do arquivo .desktop.

source: No compatible package manager detected (dpkg or pacman).
es: No se detectó ningún gestor de paquetes compatible (dpkg o pacman).
pt: Nenhum gerenciador de pacotes compatível detectado (dpkg ou pacman).

source: Do you want to remove the package associated with this application?
es: ¿Deseas eliminar el paquete asociado con esta aplicación?
pt: Você deseja remover o pacote associado a esta aplicação?

source: Confirm removal
es: Confirmar eliminación
pt: Confirmar remoção

source: Could not determine which package this application belongs to.
es: No se pudo determinar a qué paquete pertenece esta aplicación.
pt: Não foi possível determinar a qual pacote esta aplicação pertence.

source: Could not find a method to request authentication (pkexec, sudo -A).
es: No se pudo encontrar un método para solicitar autenticación (pkexec, sudo -A).
pt: Não foi possível encontrar um método para solicitar autenticação (pkexec, sudo -A).

source: Could not remove the package. Check permissions or authentication method.
es: No se pudo eliminar el paquete. Verifica los permisos o el método de autenticación.
pt: Não foi possível remover o pacote. Verifique as permissões ou o método de autenticação.

source: Could not create FmFileInfo for the menu item
es: No se pudo crear FmFileInfo para el elemento del menú
pt: Não foi possível criar FmFileInfo para o item do menu

source: # Hidden applications for Modern Menu
es: # Aplicaciones ocultas para Modern Menu
pt: # Aplicações ocultas para Modern Menu

source: Quitar de Favoritos
pt: Remover dos Favoritos

source: Agregar a Favoritos
pt: Adicionar aos Favoritos

source: Show application
es: Mostrar aplicación
pt: Mostrar aplicação

source: Hide application
es: Ocultar aplicación
pt: Ocultar aplicação

source: Add to Desktop
es: Agregar al Escritorio
pt: Adicionar à Área de Trabalho

source: Remove package
es: Eliminar paquete
pt: Remover pacote

source: Properties
es: Propiedades
pt: Propriedades

source: There's no favorite applications
es: No hay aplicaciones favoritas
pt: Não há aplicações favoritas

source: No applications
es: Sin aplicaciones
pt: Nenhuma aplicação

source: No applications in this category
es: No hay aplicaciones en esta categoría
pt: Nenhuma aplicação nesta categoria

source: Total apps in all_apps: %d
es: Total de aplicaciones en all_apps: %d
pt: Total de aplicações em all_apps: %d

source: No matching applications found
es: No se encontraron aplicaciones coincidentes
pt: Nenhuma aplicação correspondente encontrada

source: Non-square image: %dx%d -> %dx%d (scale: %.2f)
es: Imagen no cuadrada: %dx%d -> %dx%d (escala: %.2f)
pt: Imagem não quadrada: %dx%d -> %dx%d (escala: %.2f)

source: Widget adjusted: %dx%d px
es: Widget ajustado: %dx%d px
pt: Widget ajustado: %dx%d px

source: Applications Menu
es: Menú de Aplicaciones
pt: Menu de Aplicações

source: ★ Favorites
es: ★ Favoritos
pt: ★ Favoritos

source: Favorite applications
es: Aplicaciones favoritas
pt: Aplicações favoritas

source: Category
es: Categoría
pt: Categoria

source: Exit
es: Salir
pt: Sair

source: Shutdown | Restart | Suspend | Logout
es: Apagar | Reiniciar | Suspender | Cerrar sesión
pt: Desligar | Reiniciar | Suspender | Sair

source: Search:
es: Buscar:
pt: Buscar:

source: unhide_app: Starting for app_id=%s
es: unhide_app: Iniciando para app_id=%s
pt: unhide_app: Iniciando para app_id=%s

source: unhide_app: app_id or m is NULL, aborting
es: unhide_app: app_id o m es NULL, abortando
pt: unhide_app: app_id ou m é NULL, abortando

source: unhide_app: App found in list, removing...
es: unhide_app: Aplicación encontrada en la lista, eliminando...
pt: unhide_app: Aplicação encontrada na lista, removendo...

source: unhide_app: Saving file...
es: unhide_app: Guardando archivo...
pt: unhide_app: Salvando arquivo...

source: unhide_app: File saved
es: unhide_app: Archivo guardado
pt: unhide_app: Arquivo salvo

source: unhide_app: Destroying visual widget
es: unhide_app: Destruyendo widget visual
pt: unhide_app: Destruindo widget visual

source: unhide_app: Completed successfully
es: unhide_app: Completado exitosamente
pt: unhide_app: Concluído com sucesso

source: No hidden applications
es: No hay aplicaciones ocultas
pt: Nenhuma aplicação oculta

source: Hidden Applications
es: Aplicaciones Ocultas
pt: Aplicações Ocultas

source: Show
es: Mostrar
pt: Mostrar

source: Modern Menu
es: Menú Moderno
pt: Menu Moderno

source: Icon
es: Icono
pt: Ícone

source: Hidden applications:
es: Aplicaciones ocultas:
pt: Aplicações ocultas:

source: Manage
es: Gestionar
pt: Gerenciar

source: Modern menu
es: Menú moderno
pt: Menu moderno

source: Modern applications menu with search and favorites included
es: Menú moderno de aplicaciones con búsqueda y favoritos incluidos
pt: Menu moderno de aplicações com busca e favoritos incluídos
